[
  {
    "text": "1 Chapter 1  Family Counts  F amily counts. That is, a family counts for its members and for its  inextricable ties to other institutions. It counts for society at large  because it represents a major conduit through which cultural  knowledge ﬂows from one generation to the next and beyond, and be- cause it is a means by which necessary goods are distributed to mem- bers of society. Family and society are so interwoven that arguably,  without family, we would have no society.",
    "start": 0
  },
  {
    "text": "Virtually all socialization  theories see familial inﬂuence as pivotal from childhood to adulthood.  Inequality also has deep roots within family. Scholars representing di- verse theoretical leanings agree that family confers advantages and dis- advantages that are difﬁcult to erase (Becker 1980; Bourdieu and Pas- seron 1977; Coleman 1988; Featherman and Hauser 1978).",
    "start": 29.175
  },
  {
    "text": "In addition,  family is the group that people often turn to in moments of triumph  and moments of failure. An abundant literature dating back at least to  the sociologist Émile Durkheim (1897/1977) contends that family is a  primary institution into which people feel socially integrated and that  this connectedness is consequential for the well-being of family mem- bers and the well-being of society.",
    "start": 55.95
  },
  {
    "text": "Although we should be careful not to valorize family reﬂexively, we  cannot deny the major role that family plays in fulﬁlling objectives that  range from sheer survival to personal well-being—or the failure to do  so. The appreciation of family as a societal cornerstone is one reason  why the academic and public debate over “family decline” or “family  change” is so spirited and controversial. The numerous realms in which  it matters make the study of family a genuinely interdisciplinary arena.",
    "start": 82.525
  },
  {
    "text": "Scholars who study it come from the arts and humanities, public health,  psychology, anthropology, political science, economics, communica- tion, sociology, evolutionary sciences, and beyond. The scholarship  across disciplines on the impact of family underscores its relevance in  virtually every corner of social life. In other words, family counts. There is another way in which “family” counts: what we collectively",
    "start": 112.72500000000001
  }
]